<script setup>
import entryForm_personalInfo from '../../../../components/entryForm_personalInfo.vue';
</script>

<template>
  <div>
    <div class="text-3xl font-bold mb-10">單車十六｜模擬面試/學長姐經驗分享報名表</div>
    <div class="text-base leading-9">
      各位高中生好，我們是第十六屆成功大學單車節學術部模擬面試組
      <br><br> 我們將於
      <br> 3/4(六) 早上09:00-12:00 、下午 01:30-04:30 以及 3/5(日) 早上09:00-12:00 、下午 01:30-04:00 進行模擬面試
      <br> 3/4(六) 早上10:45-12:00 、下午 03:15-04:30 以及 3/5(日) 早上10:45-12:00 、下午 03:15-03:45 進行學長姐經驗分享

      <br><br> 活動地點：國立成功大學 唯農大樓（屆時會有角標指引）

      <br><br> 🏴此表單將在 2/19(日) 23:59截止，之後我們會以email寄出錄取通知以及行前通知，
      錄取生記得要在收到錄取通知後兩日內回信確認～

      <br><br> 有任何問題或是不明白的地方可以聯絡以下負責人：
      <br> 會計115 趙蓁妤 0982826565
      <br> 會計115 張嘉純 0908393528
      <br> 交管115 張尚弘 0906333909
      <br> 外文114 柯雯瑄 0956205355
      <br> 後續錄取通知及相關資訊皆會經由電子郵件發送，麻煩各位一定要填「常用」信箱～
    </div>
    <div>
      <entryForm_personalInfo />
    </div>
  </div>
</template>
