<script setup>
import entryForm_personalInfo from '../../../../components/entryForm_personalInfo.vue';
</script>

<template>
  <div> 
    <div class="text-3xl font-bold mb-10">單車十六｜教授面試技巧演講/學習歷程特邀講座</div>
    <div class="text-base leading-9">
      各位高中生好，我們是第十六屆成功大學單車節學術部模擬面試組
      <br>我們將於 3/4(六)~3/5(日) 早上09:20-10:30 及 下午 01:50-03:00 舉辦教授面試技巧演講及學習歷程特邀講座
     
      <br><br> 演講時間及講者：
      <br> 3/4(六) 上午09:20-10:30 電機系 - 賴癸江教授
      <br> 3/4(六) 下午01:50-03:00 牙醫系 - 陳畊仲教授
      <br> 3/5(日) 上午09:20-10:30 會計系 - 劉梧柏教授
      <br> 3/5(日) 下午01:50-03:00 學習歷程特邀講座 - Yory 優歷

      <br><br> 活動地點：國立成功大學 國際會議廳第三演講室（屆時會有角標指引）
      <br> 演講一場為70分鐘（包含20分鐘的QA時間）

      <br><br> 📣貼心小提醒
      <br> 若你已有報名模擬面試，或是單車節其他活動，要注意該活動時間是否與教授面試技巧演講重疊喔！
      <br> 表單送出後就無法更動報名的場次囉～

      <br><br> 🏴此表單將在 2/19(日) 23:59截止，後續錄取通知及相關資訊皆會經由電子郵件發送，因此麻煩各位一定要填「常用」信箱～

      <br><br> 有任何問題或是不明白的地方可以聯絡以下負責人：
      <br> 會計115 趙蓁妤 0982826565
      <br> 會計115 張嘉純 0908393528
      <br> 交管115 張尚弘 0906333909
      <br> 外文114 柯雯瑄 0956205355
    </div>
    <div>
      <entryForm_personalInfo />
    </div>
  </div>
</template>
