<script setup>
import entryForm_personalInfo from '../../../../components/entryForm_personalInfo.vue';
</script>

<template>
  <div> 
    <div class="text-3xl font-bold mb-10">單車十六｜學習歷程加油站報名表</div>
    <div class="text-base leading-9">
      各位高中生好，我們是第十六屆成功大學單車節學術部模擬面試組
      <br> 我們將於 3/4(六)~3/5(日) 早上09:00-12:00 舉辦學習歷程加油站

      <br><br> 活動說明：請各位高中生事先上傳學習歷程檔案，會有成大的學長姐們幫忙檢閱並給予意見。檢閱內容為學習歷程自述（就讀動機、未來規劃、學習計畫），若內容沒有很完整也不用擔心，我們可以就現有的部分提供建議！

      <br><br> 活動地點：國立成功大學 唯農大樓（屆時會有角標指引）

      <br><br> 對應時段及科系：
      <br> 3/4（六）09:00 - 10:30：職治系、化工系、材料系、歷史系、護理系
      <br> 3/4（六）10:30 - 12:00：經濟系、醫學系、不分系、中文系、環工系
      <br> 3/5（日）09:00 - 10:30：職治系、化工系、材料系、資源系、電機系
      <br> 3/5（日）10:30 - 12:00：經濟系、醫學系、不分系、會計系、護理系
      <br> * 一份歷程檔案檢閱及提供意見的時間約為10分鐘，詳細時間會在後續寄發之信件中通知

      <br><br> 📣貼心小提醒
      <br> 若你已有報名模擬面試，或是單車節其他活動，要注意該活動時間是否與學習歷程加油站重疊喔！
      <br> ❗❗ 上傳學習歷程檔案時，若是以雲端分享，記得檢查共用權限是否開啟哦！

      <br><br> 🏴此表單將在 2/19(日) 23:59截止，後續錄取通知及相關資訊皆會經由電子郵件發送，因此麻煩各位一定要填「常用」信箱～

      <br><br> 有任何問題或是不明白的地方可以聯絡以下負責人：
      <br> 會計115 趙蓁妤 0982826565
      <br> 會計115 張嘉純 0908393528
      <br> 交管115 張尚弘 0906333909
      <br> 外文114 柯雯瑄 0956205355
    </div>
    <div>
      <entryForm_personalInfo />
    </div>
  </div>
</template>