<script setup>
import Navbar from '../../../../components/Navbar.vue';
import Footer from '../../../../components/Footer.vue';
</script>

<template>
  <Navbar />
  <div class="my-16 mx-10">
    <!-- header -->
    <div class="text-end text-xl">科系手冊 / 醫學院 / 護理學系 / 顏楷容</div>
    <hr />
    <div class="relative flex flex-col justify-center items-center my-12 text-2xl">
      <div class="absolute -bottom-12 left-0 right-1/2 translate-x-1/2 border-b-2 border-black max-lg:border-0"></div>
      <img class="w-[500px]" src="../../../../assets/DeptManual/Medicine/Medicine1.png" alt="member">
      <div class="my-4">護理學系114 顏楷容</div>
      <div>#充滿理想的溫暖女孩</div>
    </div>
    <!-- content -->
    <div class="relative px-32 mx-64 py-12 text-xl max-2xl:mx-20 max-2xl:px-32 max-lg:mx-36 max-lg:px-0 max-md:mx-0 max-sm:text-base">
      <div class="absolute top-12 bottom-1/2 left-0 border-l-2 border-black max-lg:border-0"></div>
      <div class="absolute -top-0.5 left-0 right-[75%] translate-x-[150%] border-b-2 border-white max-lg:border-0"></div>
      <div class="text-lg">筆者：周沛儀 / 編修：陳加羲</div>
      <br><br>
      <div class="text-2xl font-bold mb-2.5">為什麼想就讀護理系？</div>
      <div> 「比起賺很多錢，我希望我的工作是有意義感和使命感的，然後可以去接觸各式各樣的人，看到不一樣的生命歷程和故事。」高三時，顏楷容是以未來想從事什麼工作或想成為什麼樣的人為出發點去選擇科系，因而確定就讀醫療領域。且她本身對偏鄉醫療有興趣，同時覺得護理可以受用在很多地方，不只是在醫院裡面，也能影響身邊的人跟社會環境，因此選擇了護理系。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">個人申請入學的建議</div>
      <div> 採用個人申請管道入學的顏楷容說，在準備個申的過程中，透過回顧成長歷程、學習經驗等，可以更加認識自己，同時幫助自己釐清是否真的對某個領域有興趣。她也建議，考完學測後就可開始準備備審資料，內容不需要誇大，只需了解自己的優勢和特質，並在備審和面試中展現。如果會擔心面試表現，可以多練習或是參加模擬面試，也可以蒐集歷屆的資料，還有一定要熟悉自己的備審內容。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">成大護理系的課程在上什麼？</div>
      <div> 大一到大二上都是學理的內容，必修課像是生化、解剖、生理、微生物及免疫學等等。到大二下的加冠典禮後便會開始去成大醫院實習，一直實習到大四，而實習會先從基礎護理學開始，再到產科、兒科、成人護理學，之後還有社區護理學、綜合臨床護理學等，非常多項目。成大護理相較於其他學校較特別的是，注重實證護理和國際素養，系上有許多的國際生；除此之外有一門課叫「泛文化護理研討」，像今年暑假顏楷容就會去澳洲，透過與當地大學端還有寄宿家庭，不僅可以提升英語能力，也能認識不同文化以及照護上的差異等等。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">大學生活和想像的差異</div>
      <div> 「高中時會聽到大家跟你說，大學就可以玩了，但上了大學才發現，作業考試還是很多，且因為內容更專業，所以難度也更高。」雖說如此，顏楷容還是很喜歡大學生活，即使會感到疲累，但大學有很多事情可以做，而她也樂在其中，十分珍惜大學這段美好時光。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">關於時間分配</div>
      <div> 顏楷容說，護理系在大三、大四時學業相較繁忙，不過在大一、大二時可以有多餘的時間做自己想做的事情和參加活動。目前大二的她將60%的時間分配在課業上，30%的時間是社團、系學會，剩下10%則是做自己喜歡的事情，像是參加有興趣的講座、培養興趣和從事休閒活動等，幫助自己舒緩壓力。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">參加醫療服務社在做什麼？</div>
      <div> 「服務是一件很有人性、很溫暖的事情，對我而言，這就是很有意義的地方」對於服務很有熱忱，覺得實際行動很重要的顏楷容，在大一時加入了醫療服務社。社團主要會去台南七股地區拜訪獨居老人，又稱為「家訪」，主要是在陪長者聊天、傳遞衛教知識；也會去機構裡接觸身心障礙者，舉辦活動等等。她透過這個社團接觸到和自己不一樣族群的人，像身心障礙者、年長者，並在服務過程中找到了意義和價值。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">參加社團、系學會的成長</div>
      <div> 護理系上的活動有湯火會、系沙烤、捐血、傳情等等，另外也有學術性質的活動，像是學術小講座和實習分享會，會邀請學長姊分享學習和實習經驗，而擔任系學會副會長的顏楷容在這過程中學到如何與人溝通和共事，不只是系學會成員，還有系辦、學長姊及不同單位。同時參加醫療服務社也讓她精進時間分配的能力，在要兼顧課業和活動的情況下，更加了解如何應用時間和調適心理狀態。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">護理系的出路有哪些？</div>
      <div> 通常人們聽到護理系，第一個想到的會是在醫院裡當護理師，但顏楷容說，其實在學校、工廠等不同場所都需要護理師，也有人選擇繼續讀書，進護理所、老年所、公衛所做研究。另外，其他出路還有就讀學士後醫、自己開居家護理所、擔任衛福部行政人員、AI醫療業，甚至也有人跳脫護理系，轉行從事保險業、當空姐。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">個人職涯規劃</div>
      <div> 顏楷容目前規劃自己在畢業後考完國考就進入臨床工作，累積臨床經驗，再就讀公衛研究所，此外也不排除出國深造再回國工作的打算，而最終目的是希望接觸到整個醫療體系。她認為護理和公衛這兩項專業是相輔相成，學習護理像是第一視角可以直接接觸人、了解醫療環境的實際情況，而有護理背景後再去學習公衛知識，可以用第三視角的能力將與醫療相關的事情或問題連結在一起，結合兩者，才能從底層接觸並發現問題，真正解決它。她希望未來的工作能幫助真正需要的人和地區獲得醫療資源，也希望醫療工作環境能改善，以追求醫療正義。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">對想就讀護理系的高中生們說的話、建議</div>
      <div> 「其實我覺得讀護理系還是需要一些勇氣的，時常會聽到學長姐說實習壓力很大，再加上台灣的護理工作環境相較國外比較沒那麼友善和優渥，付出的辛勞和待遇不成正比，社會對於護理師的眼光也仍存在一些刻板印象。不過如果對護理有興趣的話，還是很鼓勵你抱持著這份熱忱去嘗試和發展；如果不確定也沒關係，因為大學有時間能讓你好好探索自己，去了解自己想要什麼，最重點的是不要受限自己，勇敢地向前。」</div>
      <br>

    </div>

  </div>
  <Footer />
</template>

<style scoped>
hr {
  border: 0;
  height: 1px;
  background: #333;
  background-image: linear-gradient(to right, #ccc, #333, #ccc);
}
</style>