<script setup>
import { RouterLink } from "vue-router";
import Navbar from "../../../components/Navbar.vue";
import Footer from "../../../components/Footer.vue";
import RoundButton from "../../../components/RoundButton.vue";
import ThemeColumnHeader from "../../../components/ThemeColumnHeader.vue";
</script>

<template>
<Navbar />
  <div class="mx-20 my-10">

    <ThemeColumnHeader header="主題專欄 / 升學" keyWord="升學管道" theme="升學管道總整理：條條大路通羅馬" />

    <div class="mx-60 my-20">
      <img src="../../../assets/themeCol_AllRoadsLeadToRome/AllRoadsLeadToRome1.png" alt="AllRoadsLeadToRome">
      <div class="text-xl leading-9">
        <br> 升學管道有非常多種，不只有大家常聽到的個申和分科，甚至不用考學測也有機會上大學！有些學生可能有特別厲害的專長，但比較偏科的話，就可以參加特殊選才。或是每一科在校成績都維持的很好，那繁星推薦就非常適合你。普通科學生想要念科大也有管道能申請哦～

        <br><br> 另外，在官網特別加碼介紹軍校、警校以及體育績優的申請管道！軍、警校的學生畢業後會有相對穩定的薪資和工作，對未來比較有保障，但也相應要承受高壓的環境以及嚴格的軍事訓練，是一條辛苦但會有回報的生涯道路。

        <br><br> 這篇專欄就是要來介紹各種升學管道啦～讓大家可以選擇對自己最有利的升學管道報名，其實升學管道也不只這邊介紹的九種，其他的升學管道可以到大學問的專欄去看看哦！

        <br><br><strong>個人申請</strong> 
        <br> 這邊第一個要介紹的是個人申請，這是最多人會選擇的升學管道，需要參考學測成績以及各校二階甄試項目。適合希望採用學測成績、平時有在參加課餘活動以及興趣明確或廣泛的學生。從 108 學年度開始，個人申請新增青年儲蓄帳戶組，鼓勵應屆畢業生不一定要以升大學為首要考量，也可選擇先進入職場，透過學習與探索，確立人生規劃方向。
        <br><br> 申請條件
        <br> 報考學測：要參加個人申請一定要報考學測，每個科系參考的科目不同，可依照你想要申請的科系去選考。國、英要考到高三上的內容，數A/B、自、社則是考必修的內容。108課綱著重素養導向，因此每一科都會有非選題和大量閱讀題組，大家要記得練習閱讀速度喔～

        <br><br> ＃小提醒
        <br> 國文的成績會是綜合測驗和寫作各佔50%，寫作含理性和感性各一篇，因為佔一半的分數，所以也要勤練國文寫作！

        <br><br> 可額外選考：術科、英聽（成績分成 A、B、C、F 四級）、APCS
        <br> 最多申請 6 個校系

        <br><br> 甄選程序
        <br>1. 第一階段
        <br> 這個階段可以多佳利用之前介紹過的落點分析網站以及申請簡章去決定志願序，不知道哪裡可以查詢落點分析的話可以看看這篇專欄文章：生涯探索和升學相關網站懶人包（註記：底線處附上專欄文章連結）。

        <br><br> 在第一階段，各校系首先會以學測五標門檻去篩選進入第二階段的人選，如果有同分的情況，則會看倍率篩選。每個校系會有自己看重的科目，這部分就要去查詢申請簡章的資訊去做比較。

        <br><br> ＃小提醒：有些資訊相關系組會以 APCS 成績作為篩選條件，適合 APCS 成績優異的學生報名

        <br><br>2. 第二階段（指定項目甄試）
        <br> 包含學習歷程、面試、筆試、術科等。學習歷程的準備其實不用想得太複雜，就很像往年的備審，只是要定時上傳檔案而已。不知道學習歷程可以放些什麼的話，也可以參考我們的專欄文章：不知道怎麼做學習歷程？看這篇就對了！（註記：底線處附上專欄文章連結）

        <br><br> 112 重要時程（依簡章正式公佈為主）
        <ul class="list-disc list-inside">
          <li>學測日期：1/13-1/15</li>
          <li>成績公布：2/23</li>
          <li>個申報名：3/23-3/24</li>
          <li>一階結果公告：3/30</li>
          <li>勾選學習歷程：5/4起</li>
          <li>二階日期：5/18-6/4</li>
          <li>二階結果：6/5前</li>
          <li>登記志願序：6/8-9</li>
          <li>分發結果放榜：6/14</li>
        </ul>

        <br><br><strong>繁星推薦</strong> 
        <br> 繁星推薦是由各校推薦優秀的學生參加，主要參考在校成績，因此適合在校成績優異的學生報考，不過還是要符合各校系訂的學測門檻。初衷是希望能降低城鄉差距的問題，讓資質好但資源少的學生有較多機會申請到優質的大學。

        <br><br>1. 申請條件
        <br> 全程就讀同高中且沒有轉學的應屆畢業生
        <br> 符合各校系訂定的學測及在校成績百分比門檻
        <br> 在校百分比至少要在 50％ 內
        <br>2. 參加規則（繁星介紹篇會有更詳細的繁星規則喔）
        <br> （註記：底線處附上專欄文章連結）
        <br>3. 除了第八學群（醫牙）外，其他皆不用面試
        <br>4. 錄取後不能參加當年度個人申請、四技申請
        <br>5. 第八學群若通過第一階段，個申不能填同大學的醫學或牙醫系
        <br>6. 名額限制
        <ul class="list-disc list-inside">
          <li>一人只能被推薦至一校一學群</li>
          <li>一所高中只能對同一所大學的同一學群推薦 2 名學生</li>
        </ul>

        <br>7. 112時程
        <ul class="list-disc list-inside">
          <li>繁星推薦報名：3/13-3/15</li>
          <li>第一到七學群放榜、第八學群公告一階篩選結果：3/21</li>
          <li>第八學群二階面試：5/18-6/4</li>
          <li>第八學群放榜：6/7</li>
        </ul>

        <br><br><strong>考試分發</strong> 
        <br> 考試分發是由分科測驗（即往年的指考）、學測、術科成績決定你會錄取哪間學校。各校系參採的學測及分科成績皆不同，校系會從學測、分科測驗、術科考試中取 3 至 5 科作為採計科目，其中分科測驗至少會採計 1 科。分科測驗考試範圍會包含選修內容，因此難度會比學測高一些。大家如果對學測成績不是很滿意的話，或是不想花時間準備二階，也可以考慮衝衝看分科！

        <br><br>1. 參考成績
        <br> 考科
        <br> 包含數甲、歷、地、公、物、化、生。這邊要特別注意從 111 年度開始，分科測驗不考國、英、數乙，因此這幾科的學測成績很重要，因為就等於當年沒有第二次考試的機會了～
        <br>2. 60 級分制：
        <br> 不同以往指考單科滿分以 100 分計算，分科單科滿級分為 60 級分。學測成績也會依分數被轉換為 60 級分哦。
        <br>3. 有些校系也會參考英聽成績

        <br><br>4. 志願選填：最多可以填 100 個志願！建議填好填滿

        <br><br>5. 112 時程
        <ul class="list-disc list-inside">
          <li>考試報名：6/8-6/19</li>
          <li>考試日期：7/12-7/13</li>
          <li>成績公告：7/28</li>
          <li>繳交登記分發費用：7/28-8/4</li>
          <li>網路登記志願：8/1-8/4</li>
          <li>放榜：8/15</li>
        </ul>

        <br><br><strong>四技申請</strong> 
        <br> 普通類組學生可以透過學測成績和書審資料申請科大，高職生中除了藝術組學生以外，皆無法利用此管道申請科大。所以在這個管道中，你的競爭對手基本上不會有技職體系的學生！

        <br><br>1. 申請條件與程序：最多申請 5 個校系
        <br> 2. 甄選程序
        <br> 第一階段：學測成績加權計分篩選
        <br> 某些資訊相關科系會有 APCS 超額篩選，適合有 APCS 成績卻未能通過學測篩選的考生，只要符合 APCS 篩選條件即可以外加名額進入第二階段複試。
        <br> 第二階段：參考學測成績、面試、學習歷程，若沒有學習歷程的話，也可以另外上傳備審的 PDF 資料

        <br><br> 112 時程
        <ul class="list-disc list-inside">
          <li>學測考試：1/13-1/15</li>
          <li>四技申請報名繳費：3/20-3/24</li>
          <li>一階結果公告：3/30</li>
          <li>二階繳費、上傳勾選書審資料：5/4-5/10</li>
          <li>二階複試：5/18-5/30</li>
          <li>錄取名單公告：6/2 前</li>
        </ul>

        <br><br><strong>普大特殊選才</strong> 
        <br> 特殊選才的舉辦目的是希望大學招生多元化，因此比較少有筆試測驗，適合偏科、有特殊才能或是不同教育背景的學生。各校系會依據所需選才，因此甄選方式為各校獨立招生。目前已有 55 校 648 系組提供 1783 個名額可供選擇。

        <br><br> 具備資料
        <ul class="list-disc list-inside">
          <li>不需學測成績</li>
          <li>符合各校系門檻即可報名</li>
          <li>通常需要書審資料及面試</li>
        </ul>
        <br> 111、112 時程
        <ul class="list-disc list-inside">
          <li>各校簡章下載：111年9月初起</li>
          <li>各校報名時間：111年10月到12月中</li>
          <li>各校甄選：111年11月到12月</li>
          <li>各校放榜：111年12月到112年1月</li>
        </ul>

        <br><br><strong>科大特殊選才</strong> 
        <br> 科大則由技專校院招生委員會聯合會辦理，分為以下兩組，學生只能選一組報名。
        <br>1. 技職特才及實驗教育組：技職特才主要招收有特殊才能或經歷的學生，實驗教育主要招收實驗教育體制下的學生。於 112 年度新增資安人才外加名額，額外招收有資訊專才的同學。
        <br>2. 青年儲蓄帳戶組：招收參與「青年教育與就業儲蓄帳戶」的學生

        <br><br> 需具備的資料
        <ul class="list-disc list-inside">
          <li>不需學測或統測成績</li>
          <li>最多選 5 個校系組報名並繳交資格證明文件</li>
          <li>通過審查後即可上傳書審資料及參加甄選</li>
        </ul>

        <br> 112 時程
        <ul class="list-disc list-inside">
          <li>簡章下載：111/11/24起</li>
          <li>報名：111/12/19-111/12/23</li>
          <li>資格審查結果查詢：112/1/5起</li>
          <li>上傳書審資料：112/1/9-112/1/13</li>
          <li>各校甄審：112/2/2-112/2/12</li>
          <li>甄審結果公告：112/2/15起</li>
          <li>上網登記志願序：112/2/15-112/2/17</li>
          <li>放榜：112/2/21</li>
        </ul>

        <br><br><strong>軍校申請</strong> 
        <br> 高中職學生可利用學測或統測成績申請軍校正期班，入學的方式有國防培育班、登記入學、學校推薦、個人申請及統測入學等五種（後三者適合高中職學生申請）。只要有高中職畢業同等學力證明，年齡介於 17 至22 歲之間都可以申請！

        <br><br> 申請條件
        <ul class="list-disc list-inside">
          <li>智力測驗、體檢、學測或統測成績</li>
          <li>參加複試：面試、口試、專長測驗</li>
          <li>個人申請最多填５個志願 4 年、醫學系需服務 6 年。若不履行服務義務，將按比例償還公費</li>
        </ul>


        <br> 身份別
        <ul class="list-disc list-inside">
          <li>軍費生：就學期間食宿學雜費全免，畢業之後最少需服役 10 年以上</li>
          <li>自費生：不享有軍費生之公費待遇、津貼及其他優待事項，畢業後可自行發展</li>
          <li>代訓生：國防醫學院的代訓生享有退輔會或衛福部的經費，畢業之後須至相關單位服役，護理系需服務 4 年、醫學系需服務 6 年。若不履行服務義務，將按比例償還公費</li>
        </ul>

        <br> 112 時程
        <ul class="list-disc list-inside">
          <li>體檢：111/10/17-112/3/20</li>
          <li>網路報名：112/3/2-112/3/20</li>
          <li>二階准考證寄出：112/4/18前</li>
          <li>二階複試：112/4/22-112/4/24</li>
          <li>學校推薦、登記入學放榜：112/5/10</li>
          <li>個人申請放榜：112/5/17</li>
        </ul>

        <br><br><strong>警大申請</strong> 
        <br> 在警大就讀期間，學生享有公費待遇，食宿學雜費全免，每個月領有生活津貼，畢業後工作有保障、起薪高。只要具備高中職畢業同等學力證明，且年齡 25 歲以下，即可報名。招生科系分為甲組（自然組）和乙組（社會組）。

        <br> 申請條件
        <ul class="list-disc list-inside">
          <li>一階初試：甲組採計學測國文、英文、數學 A、自然，乙組則採計學測國文、英文、數學 B、社會</li>
          <li>二階複試：通過面試（口試）、體檢、體能測驗、身家調查</li>
        </ul>
        <br> 112 時程
        <ul class="list-disc list-inside">
          <li>報名時間：1/6-1/16</li>
          <li>學測日期：1/13-1/15</li>
          <li>筆試：3/11</li>
          <li>筆試放榜：4/12</li>
          <li>寄發錄取通知：4/17</li>
          <li>報到：8/28</li>
        </ul>

        <br><br><strong>運動績優學生獨立招生</strong> 
        <br> 這個管道為各校獨立招生，所以每個學校的甄選方式都不同，不過共通點是都需要參加運動項目術科考試。目前有運動績優管道的科系也不少，大家可以去查詢各學校的招生簡章！

      </div>
    </div>
    
    <div>
      <RouterLink to="/ThemeColumn">
        <RoundButton class="mx-auto" BtnTitle="Back" />
      </RouterLink>
    </div>
  </div>
  <Footer />
</template>