<script setup>
import { RouterLink } from "vue-router";
import Navbar from "../../../components/Navbar.vue";
import Footer from "../../../components/Footer.vue";
import RoundButton from "../../../components/RoundButton.vue";
import ThemeColumnHeader from "../../../components/ThemeColumnHeader.vue";
</script>

<template>
<Navbar />
  <div class="mx-20 my-32 max-sm:mx-4">

    <ThemeColumnHeader header="主題專欄 / 升學" keyWord="學習歷程" theme="學習歷程全攻略" />

    <div class="mx-60 my-20 max-sm:mx-4">
      <div class="text-center text-xl leading-9 my-16">
        筆者：邱暄澐 / 編修：廖珺安
      </div>
      <picture>
        <source class="shadow-lg mx-auto my-10 w-[800px]" srcset="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy1.png" type="image/webp">
        <img class="shadow-lg mx-auto my-10 w-[800px]" src="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy1.png" alt="LearningProcessStrategy">
      </picture>
      <div class="text-xl leading-9">
        小編作為第一屆108課綱應試者，高中時最希望知道的就是，學習歷程到底要做什麼？畢竟是新的制度，沒有以前學長姐經驗可以參考...
        <br> 所以好希望有人能整理出「學習歷程全攻略」，來讓我們更加了解上大學需要哪些資料！
        <br><br> 別擔心！這次我們有了高中時的準備經驗，現在將由我們要來分享給大家～
        <br> 其實準備學習歷程並沒有想像中困難，嘗試參加各式活動比賽充實自己，
        <br> 有從中學到東西的話，都可以作為歷程的一部分～
        <br><br> 但想必大家需要一點準備方向，所以我們整理出「5大項內容」來給大家參考，
        <br> 保證大家看完會收穫滿滿滿！
        <br><br> 首先第一個主題是我們的 <strong>「外語類檢定」</strong>，在這個全球化的世代帶下，如何與外界的溝通成為一個重要的課題，而需要用到最重要的工具就是外語啦～
        <br> 跟著我們的腳步一起研究各種檢定，藉由通過這些檢定增強自己的能力之外，也對日後在申請不管是國內或是海外的大學，甚至是對未來的工作，都能擁有比別人更加亮眼的履歷！
      </div>
      <picture>
        <source class="shadow-lg mx-auto my-10 w-[800px]" srcset="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy2.png" type="image/webp">
        <img class="shadow-lg mx-auto my-10 w-[800px]" src="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy2.png" alt="LearningProcessStrategy">
      </picture>
      <div class="text-xl leading-9">
        <strong>多益 TOEIC</strong>
        <br> 簡介：由美國教育測驗服務社（ETS）針對母語非英語人士所舉辦的英語檢定。考試內容以 職場需求 為主，如契約、談判、應徵、書信到商務旅遊中會使用到的用語。其中聽讀成績常被大學和企業作為英文能力指標，總分 860 分以上即可拿到金色證書。
        <br><br> 考試內容：聽讀／說寫
        <br> 測驗類別（聽讀）
        <br> 聽力測驗
        <ul class="list-disc list-inside">
          <li>考試時間：45 分鐘</li>
          <li>題數：100 題</li>
          <li>會出現美、英、加、澳等多國口音</li>
          <li>題型：照片描述、應答題、短對話、短獨白</li>
        </ul>
        <br> 閱讀測驗
        <ul class="list-disc list-inside">
          <li>考試時間：75 分鐘</li>
          <li>題數：100 題</li>
          <li>題型：句子填空、段落填空、單篇及多篇閱讀</li>
        </ul>
        <br> 注意事項
        <ul class="list-disc list-inside">
          <li>考聽力時不可翻閱閱讀的題目，反之亦然</li>
          <li>題本上不能劃記！</li>
        </ul>
        <br> 場次：一年舉辦多場，可查詢官網
        <br> 用途：以職場為考核目標的英語能力測驗。
        <br><br> 適用範圍
        <br> 通行 150 個國家，獲超過 1 萬 4000 家的企業、學校或政府機構認可。
        <br><br> 證書期限
        <br> 其實多益官方沒有規定使用有效期限，但是超過測驗日起兩年的成績報告不會再被補發，因此算是2年就要重新考一次啦~
        <br><br> 小編說說話：
        <br> 多益是很多大學的畢業門檻（成大各科系也都設有英文測驗畢業門檻），也是很多企業會看的證照之一。小編建議大家剛升大學不久趕快去考，通常剛考完學測、指考，會是大家英文最好的時候，也是應試最好的時機喔～趁機熟悉一下多益題型，努力往金色證書邁進！(如果是為了找工作，就只好畢業前趕快拚一下囉！)
        <br><br> 推薦書單
        <ul class="list-disc list-inside">
          <li>單字量一直是大家需要加強的課題之一，而動詞配上不同介系詞產生的片語又衍生出不同意思，所以在這邊推薦這幾本書給大家</li>
          <li>一句話搞定萬用狄克生片語</li>
          <li>超圖解英文同義字：會話、寫作，就用最精準的字！</li>
        </ul>

        <br><strong>全民英檢 GEPT</strong> 
        <br> 簡介：由台灣教育部補助財團法人語言培訓中心（LTTC）研發的英語分級測驗，為國內升學最常參考的英文檢定之一。分級制度可供不同需求的人報考，各分級的通過標準不同，可洽詢其官網。
        <br><br> 考試內容：聽／說／讀／寫
        <br> 分級：初／中／中高／高／優級
        <br><br> 場次
        <br> 一年舉辦多場，可查詢官網
        <br> 一日考場次可在同日考聽讀和說寫
        <br><br> 用途：英澳加地區求學、移民或工作 (美國也越來越多學校科系可以用雅思申請)
        <br> 適用範圍：全球
        <br> 證書期限：2年
        <br> 更多詳細資料請洽官網喔！
        <br><br> 小編說說話：
        <br> 全民英檢是中華民國教育部舉辦的英文檢定，這個測驗內容著重在時事及台灣本土議題，為國內求職及升學的英文能力參考標準之一，除了命題角度更貼近台灣人之外，費用便宜、證照無使用年限也是全民英檢的主要優點。
        <br><br> 推薦書單：
        <ul class="list-disc list-inside">
          <li>怪物講師教學團隊的GEPT全民英檢(各等級)模擬試題＋解析</li>
          <li>準！GEPT新制全民英檢10回高分模擬試題+翻譯解答</li>
          <li>史上最強NEW GEPT全民英檢單字+文法</li>
        </ul>
        <br> 推薦大家要依據自己想要報考的對應等級選購想要購買的書籍！這邊的都是個系列的標題，大家再去依等級購買喔～

        <br><br><strong>托福網路測驗 TOEFL iBT</strong> 
        <br> 簡介：採取最新型態的測驗方式，考生須要使用耳機及麥克風，透過網路連線進行考試。為申請出國留學或交換學生的必備成績之一，是具有國際公信力的英文檢定。
        <br><br> 測驗類型：聽說讀寫
        <br> 四大類型獨立計分：每部分分數為 0~30 分，總分則是介於 0~120 分，考試時間約 4 小時。
        <br> 加試題：此為額外增加的題目，用來測驗整體考生程度，主辦方會比較加試題與常規題分數來決定是否調分。
        <br> 場次：一年舉辦多場，可查詢官網
        <br><br> 小編說說話：
        <br> 很多人為了交換跟留學選擇考托福，學長姐們都說托福算是一個難度較高也相對專業的考試，如果基礎比較不好的同學們，學長姐們包括小編會蠻推薦大家可以去補習的。而且托福也很靠考試技巧，有時候發現自己一直沒進步，可能是你還沒找到方法。
        <br> 小提醒: 因為是用電腦考試，所以練習英文打字也是幫助你寫作得高分的關鍵喔！
        <br><br> 推薦書單：
        <ul class="list-disc list-inside">
          <li>英文寫作聖經《The Elements of Style》</li>
          <li>英文寫作公式 套用、替換、零失誤</li>
          <li>TOEFL iBT托福分類字彙</li>
          <li> 不是權威不出書:命題總監教你征服新托福(聽力﹑寫作﹑口語)</li>
        </ul>

        <br><strong>雅思 IELTS</strong>
        <br> 簡介：由 BC、IDP、Cambridge ESOL 舉辦，用途和托福相似，可依大學的申請條件選擇報考托福或雅思。
        <br><br> 分類
        <br> 學術組：適合想申請研究所、大學、交換學生的考生
        <br> 一般訓練組：以非學位取得為目的，適合想申請移民或前往英語系國家考試的考生
        <br> 考試內容：聽說讀寫
        <br> 四大類型個別滿分 9 分，整體評級分數為四項分數之平均
        <br> 場次：一年舉辦多場，可查詢官網
        <br><br> 小編說說話：大家在選擇雅思跟托福的時候，最重要的是要考量想去的國家、跟學校的要求，除此之外還要考慮自己比較喜歡面對電腦考試，還是面對人跟筆試，哪一個考試形式比較符合你，且可以讓你的實力發揮到最好。
        <br><br> 推薦書單：
        <ul class="list-disc list-inside">
          <li>雅思口說里茲螞蟻英文說話術</li>
          <li>IELTS高分</li>
          <li>連雅思主考官都讚嘆的雅思單字+文法、閱讀、寫作、聽力解題祕笈</li>
          <li>Ielts 16＆15 General Training</li>
        </ul>

        <br> 再來第二部分要介紹的是<strong>「學科類檢定」</strong>，對於在特別領域特別突出的學生，或是在某科具有濃厚興趣的你，是絕對不能錯過的檢定！
        <br><br> 1. 全國高中數理能力檢定 APX
        <br> 簡介：為交大近幾年創建的檢定考試，可作為多元且客觀的數理能力檢定標準，四科皆由交大教授命題。施測對象為國中、高中、高職學生，受測者除了可取得經認證之能力證書及測驗分數外，更提供評量項目表幫助學生了解自身學習弱點。考題範圍依分級可能包含高中學測、選修和大學先修內容。
        <br> 考試內容：數／物／化／生
        <br> 分級：初／中／中高／高級
        <br> 考試日期：每屆不同
        <br> 小編說說話：APX檢定沒有報名門檻，所有高中職生皆可參加，檢視自身數理能力的同時也能累積檢定經驗推薦大家可以加檢定，拿到證書夫婦履歷又能豐富自己的經驗，讓學習歷程更吸引人！
        <br><br> 2. 大學程設先修檢測 APCS
        <br> 簡介：檢測模式參考美國大學先修課程，與各大學合作命題，為國內具公信力的程式設計能力檢測。其成績為申請入學 APCS 組的必備條件，也是特殊選才等多元入學管道的參考資料。
        <br> 考試內容：程設觀念題／實作題
        <br> 考試時間：一年有三場，舉辦在 1、6 和 10 月
        <br> 小編說說話：如果身為考生的你，通過過 APCS 檢測之後，就可用這個檢測成績加上學測成績，申請許多學校的資訊相關科系的 APCS 組，成為加分的利器喔！有更大的可能性上理想大學，所以想報考資訊相關科系的學生，例如：資工系、資管系，千萬不要錯過！一定要做 APCS 檢測！


        <br><br> 第三部分要介紹的是<strong>「競賽」</strong>，透過參與不同類型的比賽，增加自身的經驗和能力，對於現在大學教授所看重的自我思考和學生領域突出，有些甚至能增進學生合作以及跨領域整合的能力，也能使你的學習歷程更加豐富！
        <br><br> 1. 臺灣區高中數學競賽 TRML
        <br> 簡介：TRML 為團體數學競賽，每隊由 15 人組成。比賽分成團體、思考、個人與接力四個階段。此競賽起源於美國高中數學聯盟所主辦的全美高中數學競賽模式。在台灣有參加數學奧林匹亞(IMO)的培訓選手，多數亦參加過此項數學比賽，且多有優異的成績表現。
        <br> 命題範圍：數論、代數、幾何、組合
        <br> 比賽日期：每年八月的第三個星期六、日
        <br><br> 2. 全美中學數學分級能力測驗 AMC
        <br> 簡介：由美國 MMA 協會主辦，比賽目的為培育數理人才，提升國家整體競爭力，也可作為大學入學的參考資料，是具有國際鑑別度的數學競賽。
        <br> 分級：AMC 8／10／12，會依據年級限制報考不同級別
        <br> 比賽日期：不同級別有各自的報名及考試時間
        <br><br> 3. 成大暑期高中生程設邀請賽
        <br> 簡介：以團體競賽形式進行，每組 2-3 人，仿照國際 ACM-ICPC 競賽模式，題目數為 8 題，比賽時間 3.5 小時。
        <br> 使用語言：C／C++、Java
        <br> 比賽日期：每年暑假
        <br><br> 4. 全國智慧型自走車競賽
        <br> 簡介：為團體競賽，分為迷宮競速、循跡競速、足球競技、遙控競速、AI 玩命關頭及 AIoT 智慧機器人競賽等四項比賽。競賽目的以自走車之智慧控制為主軸，啟發學生學習電機、電子、通訊、控制等技術，可充分實踐創新實作能力。同時可做為各校師生間切磋與交流的平台。

        <br><br> 5. 國際奧林匹亞
        <br> 簡介：全球多國皆會參與，各學科的參賽者通過國內選拔後將會代表國家組隊出賽，成績優異的學生有機會保送或被推薦至相關科系。
        <br> 競賽項目：數學、物理、化學、生物、地科、資訊、地理...
        <br><br> 6. 高中學科能力競賽
        <br> 簡介：數理科目包含筆試、實驗和口試，資訊科目以程式設計為主。分為校內初賽、各大區複賽以及全國決賽。題目難度約同於各科奧林匹亞試題。
        <br> 競賽項目：數理（數學、物理、化學、生物、地科）、資訊
        <br><br> 7. 清華盃
        <br> 簡介：為清華大學主辦的化學能力競賽，以組為單位報名參賽，每組四名學生。初賽為筆試，複賽為實驗操作。
        <br> 比賽日期：約在 10、11月
        <br><br> 8. 高中英文單字比賽
        <br> 簡介：為教育部主辦，分成校內初賽和區域決賽。區域決賽比賽項目含聽英拼寫和詞彙題。
        <br> 命題內容：大考中心高中英文參考詞彙表第一至六級
        <br><br> 9. 智慧鐵人創意競賽
        <br> 簡介：由 4～6 人組隊闖關並完成主軸任務。競賽中的「關卡」由多元學科的知識與生活常識組成、「主軸任務」則得從零開始，設計並以真實材料製作出一個前所未見的作品。參賽者必須學會團隊合作，在有限的時間與資源下，練習時間規劃、情緒控制等重要能力。分成初賽、複賽和決賽
        <br> 比賽日期：多梯次辦理
        <br><br> 10. 中學生社會設計個案挑戰賽
        <br> 簡介：可選擇一般組或國際組，後者需以英文完成企劃和複賽簡報（ 含影音 ），此為免費報名參加。由專業人士提出社會議題相關題目，再由學生組隊提出並實踐解決方案。

        <br><br> 第四部分要介紹的是<strong>「志工活動」</strong>，沒有特別出的學科能力也沒有關係，發揮或培養學科外的特質，藉由參與各類志工活動累積更多元的經驗，特別對於擁有想法的你也有實踐的舞台，這些也都是替自己和學習歷程的加分機會。
        <br> 1. 流浪動物志工
        <br> 2. 醫院志工
        <br> 3. 偏鄉志工
        <br> ex：微客
        <ul class="list-disc list-inside">
          <li>以兒童陪伴及教育為重點，幫助貧困地區的孩子獲得見識的機會及資源的支持</li>
          <li>以永續服務的概念，從事在地化的社區服務工作</li>
          <li>有國際志工、偏鄉志工、公益捐款等各種公益活動</li>
        </ul>

        ex：築夢計畫
        <ul class="list-disc list-inside">
          <li>由炭格基金會主辦，目標為縮短城鄉差距，扶助⽣活陷⼊困境的⾼雄偏鄉孩童能夠獲得適當的基本⽣活需求</li>
          <li>活動內容：協助自我探索成長營活動進行、陪伴小朋友</li>
        </ul>
        <br> 4. 國際志工
        <br> ex：YMCA 青年培力計畫
        <ul class="list-disc list-inside">
          <li>提供青年朋友體驗生命及發現自我的機會，並對社區及世界有所影響與貢獻。透過各種活動的參與學習體驗國際文化並自我成長與獨立</li>
          <li>有偏鄉和國際志工的服務隊</li>
        </ul>
        ex：VYA 願景青年行動網協會
        <ul class="list-disc list-inside">
          <li>分為個人和團體兩種類型的計畫。個人計畫包含短期或中長期的計畫，長至1個月以上。團體計畫則多於寒暑假出隊，為期10天上下。</li>
          <li>還有其他計畫可查詢官網</li>
        </ul>
        ex：ICYE 社團法人台灣國際青年交流協會
        <ul class="list-disc list-inside">
          <li>其海外短期服務計畫遍及五大洲，與27個國家建立合作關係，為台灣青年創造與世界連結的機會。ICYE短期計畫的服務時間至少四週，最長可達16週，可深入體驗接待國的文化。</li>
        </ul>
        <br> 

        <br> 參加志工可以得到的能力
        <ul class="list-disc list-inside">
          <li>團隊合作</li>
          <li>問題解決</li>
          <li>領導能力</li>
          <li>包容多元</li>
          <li>志工時數（時數固然重要，但能夠從中學到東西才是最重要的！）</li>
        </ul>
        <br> 最後要介紹的是<strong>「高中生科培」</strong>跟<strong>「專題」</strong> ，對於科學領域有熱情或專長的你，或者是想要自己製作某個專業題目的研究，這邊都是你的最佳伸展台！透過培育計畫讓有幸對這方面有興趣的人能夠接觸並得到更好的資源，加強本身的能力；藉由參與專題製作，選擇自己想要研究的主題，並從構思、設計問題、到最後資料搜集跟分析都能親身體驗，提早接觸到未來大學甚至工作的進行模式，這些經歷都能替自己大大的加分！

        <br><br>1. 科培介紹
        <br> 全名：高中生科學研究人才培育計畫
        <br> 大部分需經由考試錄取
        <br> 目的：培養基礎科學研究人才
        <br> 計畫內容：培訓內容依各校規劃而不同。在培訓時期能與各地優秀高中生交流，認識許多對相同領域有興趣的人才。

        <br><br> 各大學科培計畫總整理
        <ul class="list-disc list-inside">
          <li>成大：物理</li>
          <li>清大：數學、物理、化學、生物</li>
          <li>台大：物理、數學</li>
          <li>交大：線上課程</li>
          <li>中興：物理</li>
          <li>彰師：數學、物理</li>
          <li>中山：生物、數學</li>
          <li>中研院：生物</li>
        </ul>
      </div>
      <picture>
        <source class="shadow-lg mx-auto my-10 w-[800px]" srcset="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy3.png" type="image/webp">
        <img class="shadow-lg mx-auto my-10 w-[800px]" src="../../../assets/themeCol_LearningProcessStrategy/LearningProcessStrategy3.png" alt="LearningProcessStrategy">
      </picture>
      <div class="text-xl leading-9">
        製作流程
        <br>1. 確定主題：觀察生活週遭問題、參考往年範例、多看期刊文獻
        <br>2. 蒐集資料：善用 google 學術搜尋、期刊、書籍（記得標明來源）
        <br>3. 研究方法
        <br> 實驗：設計變數進行實驗
        <br> 觀察：觀察特定人或現象
        <br> 調查：常使用問卷或訪談
        <br> 歷史：分析已發生的事件
        <br>4. 資料分析與撰寫：根據客觀的資料及研究結果，寫出結論與觀點
        <br><br> 需克服的難關
        <br> 時間耗時久、結果可能不如預期
        <br><br> 你可以學到什麼
        <ul class="list-disc list-inside">
          <li>時間管理</li>
          <li>溝通表達</li>
          <li>研究方法</li>
          <li>團隊合作</li>
          <li>問題解決</li>
        </ul>
        <br><br><strong>專題比賽</strong> 
        <br>1. 小論文
        <br> 主題分類：21類
        <br> 目的：希望學生善用圖書館資源，並培養學術研究風氣
        <br> 簡介：可用中／英文參賽，評分重點除了研究內容外，也十分重視內文格式和資料引用。相較科展其規模較小，撰寫門檻較低。
        <br> 投稿日期：約 2-3 月、9-10 月（一年兩梯次）
        <br>2. 科展
        <br> 層級：縣市／全國／國際
        <br> 主題分類：12 類
        <br> 目的：提升學生對科學研究的興趣
        <br> 簡介：研究內容以課綱內容為主，鼓勵學生由生活中觀察發想研究。此專題準備難度高、競爭激烈，會是一次自我挑戰的好機會。
        <br><br> 小編想要說：
        <br> 1081 課綱之後多許多新的制度需要適應，失去了先例的引導和幫忙，讓現在的高中生們更加迷惘，但也是重新思考自身興趣和熱情所在的機會！面對現在的情況下，我們可以換個方面想，現在的課綱促使升學者可以更多的去參與各種活動和競賽，嘗試所有想嘗試的事物，增進自己的多元能力，讓你更加對未來的藍圖有所規劃。雖然在這之前更多的是迷惘和徬徨，但別擔心！成大單車節就在這裡陪伴大家，一起度過最難熬的時期，成為你升學路上的明燈吧～
        <br><br> 今天幫大家整理的資訊就到這邊，更多關於升學、單車節的資訊，歡迎繼續關注我們的官網和粉絲專頁喔！！
      </div>
    </div>
    
    <div>
      <RouterLink to="/ThemeColumn">
        <RoundButton class="mx-auto" BtnTitle="Back" />
      </RouterLink>
    </div>
  </div>
  <Footer />
</template>