<script setup>

</script>

<template>
  <div>
    <div>
      📣 要仔細閱讀完這裡的說明再繼續填寫表單喔！

      <br><br> 模擬面試分為三種形式：個人面試、團體面試、跑關面試
      <br> 個人面試科系（15分鐘）：心理系、藥學系、歷史系、交管系、外文系、水利系
      <br> 團體面試科系（25分鐘）：法律系、環工系、醫技系
      <br> 跑關面試科系（時長不同）：醫學系、牙醫系、職治系

      <br><br> 表單問題將時段分為兩日的上午下午，選項為該時段參與模擬面試的科系。
      <br> 請依據時段及科系勾選（可在時段中勾選不參加），四個問題至多勾選五個志願，並請於第五個問題處填寫前面勾選項目的志願序。原則上以第一志願的時段及科系做安排，若其他志願仍有餘額也會安排參加兩場或三場。

      <br><br> 最終面試的科系及時段會再寄發確認信件，記得要確認常用信箱喔！
    </div>

    <form action="" method="post">

    </form>
  </div>
</template>