<script setup>
import { RouterLink } from "vue-router";
import Navbar from "../../../components/Navbar.vue";
import Footer from "../../../components/Footer.vue";
import RoundButton from "../../../components/RoundButton.vue";
import ThemeColumnHeader from "../../../components/ThemeColumnHeader.vue";
</script>

<template>
<Navbar />
  <div class="mx-20 my-10">

    <ThemeColumnHeader header="主題專欄 / 大學生活" keyWord="打工" theme="踏入社會的第一步：打工大小事" />

    <div class="mx-60 my-20">
      <img class="shadow-lg mx-auto my-10 w-[800px]" src="../../../assets/PartTimeJob.png" alt="PartTimeJob">
      <div class="text-xl leading-9">
        <br> 上大學後在外住宿多了許多生活開銷，除了理財節流之外，許多人也希望透過開源來減少父母的金錢負擔，甚至是能夠提早經濟獨立，於是打工就成為大學生活多出的一個選項。
        <br><br> 我們將分成四個部分來做分享
        <ul class="list-disc list-inside">
          <li>資訊獲得管道</li>
          <li>打工的經驗分享</li>
          <li>打工種類與分析</li>
          <li>學生打工應注意事項</li>
        </ul>
        <br><span class="font-bold text-2xl">資訊獲得管道</span> 
        <br><br> 一、臉書私密社團－成大 優質打工、實習機會、徵才交流版
        <br> 成大最大的打工社團，畢竟雇主主要是為了應徵成大學生，所以職缺的種類相對單純，也有很多應徵家教的會在這裏張貼，在這個社團學生也方便找到補習班行政、家教、實習等較為學術工作的相關資訊。
        <br> 優：資訊種類多、成大生優先
        <br> 缺：資訊集散、未分類
        <br><br> 二、104人力銀行
        <br> 打工相關的資訊網站，在這裏可以找到的工作種類更廣，如果以服務業例如餐飲、商店作為打工選項，這個網站提供的資訊會更勝社團。
        <br> 優：有分類方便查找、職缺種類較多
        <br> 缺：非專門徵成大生，好職缺競爭會更大
        <br><br> 三、小雞上工
        <br> 和上個網站種類差不多，資訊種類也是較廣，手機上可以下載app，可以和雇主即時聯絡、詢問工作細節，也有需多一日工讀的工作會被刊登在上面，甚至也能找到試吃推廣員這類職缺，另外，家教與一般打工是有個別頁面，分類相對詳盡方便查找。
        <br> 優：分類詳盡、職缺種類較多、頁面簡潔好上手
        <br> 缺：非專門徵成大生，好職缺競爭會更大
        <br><br><span class="font-bold text-2xl">打工的經驗分享</span> 
        <br><br> 小編向各方朋友收集了打工的經驗談，挑出了三位比較常見的打工職分享給各位，在找工作之前也可以將以下的內容做為參考喔！
        <br> 校內打工
        <br> 管理學院 女同學
        <br> 一、工作職稱 ：成大總圖典藏組工讀生
        <br> 二、打工資訊獲得的途徑：系上學長分享，剛好看到臉書二手版徵人，所以直接去櫃檯詢問，行政阿姨約時間面試後提供基本的履歷大致上就好。
        <br> 三、詳細工作內容：推空推車收別人還的書、刷還登入系統、上架
        <br> 拿掃描機做館藏盤點、整架、老舊的書標更新。
        <br> 四、優缺點分析
        <br> 優點：距離近，工作環境好（人員相對單純、安全），時間排在課間、用空堂時間去排，一個月大致上能做30~35小、工作項目固定，因為我沒有駕照的關係，校內打工為最佳的選擇，而且時間相對彈性。
        <br> 缺點：時常需要犧牲午睡和空堂休息時間，管理人員希望我們一次至少做兩小時，課間比較難排，也因為排在課間，容易影響下節課的精神，我們典藏組說實在偏勞力活，要做的需要斟酌一下。
        <br> 五、精進的技能：時間管理跟守時，因為是自己排的班必須負責，額外的是分配讀書的時間，更懂得提高工作效率。
        <br> 六、薪資狀況：基本工資168扣掉保險一個月差不多五千
        <br> 七、想備註的事項：若生活開銷較大，真的不太適合從事校內打工，只能算賺零用錢而已，另外也建議課比較少再來做、偏勞力、需要細心、不怕髒，效率也要高一點，因此要稍微記樓層藏書分類。
        <br><br> 校外打工
        <br> 管理學院 男同學
        <br> 一、工作職稱：補習班工讀生
        <br> 二、打工資訊獲得途徑：透過朋友介紹再去應徵
        <br> 三、工作詳細內容：大致上是打掃環境、訂便當、課前點名、倒垃圾等雜務。
        <br> 四、優缺點分析
        <br> 優：工作相對較輕鬆、待遇也佳，在工作中也有機會認識不同背景的人。
        <br> 缺：畢竟不是偏學術的工作所以真的學不到什麼東西。
        <br> 五、精進的技能：細心程度，尤其是點名和環境打掃都需要
        <br> 六、薪資狀況：200元/小時，但因為自己做這份工作只是想賺點零用錢，所以一週做五個小時。
        <br> 七、想要備註的事項：把工作做完之後可以做自己的事，所以我大部分時間都在寫微積分作業，老闆人真的超好。
        <br><br> 家教
        <br> 工學院 男同學
        <br> ㄧ、工作職稱：物理化學家教
        <br> 二、打工資訊獲得途徑：朋友介紹和以前的學生
        <br> 三、工作詳細內容：每週兩個小時（視情況增加），幫兩個高一高二的學生一對一教學，上課的部分高一的學生主要是教必修物理，高二的那位是教選修物理化學，但是有其他科的問題也會問我，課後會派作業給學生讓他們練習，有什麼問題也隨時可以傳訊息問我，除了課業上的幫助，有時候也會和他們聊聊未來的人生目標或是學習歷程之類的話題，抑或是分享我的經驗，幫助他們尋找未來的人生方向。
        <br> 四、優缺點分析
        <br> 優點：賺錢、幫助別人獲得成就感、練習與人溝通交流，家教除了可以賺一點外快，在課業方面可以透過分享自己的讀書經驗、讀書方法幫助學生們找到適合自己的讀書方式，在課業上更進步；高中時期是個人生很大的轉捩點，這個時期的學生通常對未來很迷惘，透過分享自己和別人的經驗幫助學生們找到學習動力和未來目標，也讓我特別有成就感；而課餘時間除了和學生交流，也要和家長溝通學生在學習上遇到的困難等，讓我能和不同年齡層的人溝通交流。
        <br> 缺點：家教很佔自己的課餘時間，光是上課加上交通時間一個禮拜就要五六個小時，其他時候像是學生傳訊息問問題、和家長的溝通也會用掉不少時間，可能會壓縮到自己的生活 。
        <br> 五、精進的技能：最主要是能精進人際交流的能力，當我說的學生聽不懂，但是他們又沒有說出來的時候，我要能看得出來，在和學生家長交流的過程，也可以精進這個能力
        <br> 六、薪資狀況：550/h
        <br> 七、想要備註的事項：若多接幾個一個月的收入算充裕，但畢竟教學所要負的責任重大，還是要以自身能應付的工作量再去接才是。
        <br><br><span class="font-bold text-2xl">打工種類與分析</span> 
        <br><br> 看了上述三個經驗分享，我們可以大致統整出三個種類的優缺點比較：
        <br> 校內工讀：
        <br> pros:偏行政職、較爲輕鬆、常以最低時薪辦理、輪班制、方便配合課表 學習文書處理的能力、管理人員普遍友善許多
        <br> cons:沒辦法藉由打工提早適應社會、無法認識不同環境的同事、薪資最低
        <br><br> 校外打工：服務業、補習班行政助理
        <br> pros:職缺選擇較多、認識來自不同環境的同事、提早適應社會、培養抗壓性、薪資稍高
        <br> cons:遇到的上司好壞看運氣、時間較不彈性、若是服務業有遇到奧客的風險
        <br><br> 家教：
        <br> pros:時薪較高、累積教學經驗的途徑、專業知識學以致用、時間彈性可協調
        <br> cons:課前課後需花額外時間備課編講義追縱進度、責任重大
        <br><br><span class="font-bold text-2xl">學生打工應注意事項</span>
        <br><br> 踏入社會的第一步後，也有許多要注意的事項，
        <br><br> 一、安全：最基本 避免受到職業傷害
        <br> 若是有意進入公司，應徵前記得先確認公司行號的合法性，可到經濟部商業司商工登記公示資料查詢服務查詢。
        <br> 若雇主違反勞基法，提供證明文件 (如出勤紀錄、薪資單與契約書等) ，向學校或「工作所在地縣市勞工行政主管機關」提出申訴與檢舉，或是直接打1955申訴即可。
        <br> 二、同事：
        <br> 若進入到了有同事的職場，記得還是得時刻注意保護自己，被同事栽贓嫁禍的事件層出不窮，真的很難保證在任何工作場合都能遇見好的同事，所以心中有所防備為佳。
        <br> 三、薪水：在就職後清楚知道自己的時薪與工時，工作最重要的權益不容被侵犯，依照規定不得低於基本工資每月新臺幣26,400元，每小時新臺幣176元，若有被壓榨的疑慮，記得向相關機關申訴檢舉，或者與學校通報。
      </div>
    </div>
    
    <div>
      <RouterLink to="/ThemeColumn">
        <RoundButton class="mx-auto" BtnTitle="Back" />
      </RouterLink>
    </div>
  </div>
  <Footer />
</template>