<script setup>
import Navbar from '../../../../components/Navbar.vue';
import Footer from '../../../../components/Footer.vue';
</script>

<template>
  <Navbar />
  <div class="my-16 mx-10">
    <!-- header -->
    <div class="text-end text-xl">科系手冊 / 管理學院 / 工業與資訊管理學系 / 王振崎</div>
    <hr />
    <div class="relative flex flex-col justify-center items-center my-12 text-2xl">
      <div class="absolute -bottom-12 left-0 right-1/2 translate-x-1/2 border-b-2 border-black max-lg:border-0"></div>
      <img class="w-[500px]" src="../../../../assets/DeptManual/Management/Management5.jpg" alt="member">
      <div class="my-4">工業與資訊管理學系113 王振崎</div>
      <div>#每個人的時區都不同，相信自己會發光就會發光</div>
    </div>
    <!-- content -->
    <div class="relative px-32 mx-64 py-12 text-xl max-2xl:mx-20 max-2xl:px-32 max-lg:mx-36 max-lg:px-0 max-md:mx-4">
      <div class="absolute top-12 bottom-1/2 left-0 border-l-2 border-black max-lg:border-0"></div>
      <div class="absolute -top-0.5 left-0 right-[75%] translate-x-[150%] border-b-2 border-white max-lg:border-0"></div>
      <div class="text-lg">筆者：許哲維 / 編修：廖珺安</div>
      <br><br>
      <div class="text-2xl font-bold mb-2.5">為什麼想就讀工資系？</div>
      <div> 王振崎當初對於工資系其實沒有很了解，僅僅只是因為指考成績到了就來。後來成為系學會學術部長後，邀請了很多系上的大神前來演講，直到那時才發現自己的興趣比較偏資管。而在爸爸是工廠的員工的家庭背景下，振崎對於傳產的供應鏈和中下游也很熟悉。因此工資系對振崎而言，融合了父親的專業技能和他自己未來的志向。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">什麼是工資系？</div>
      <div> 「工業與資訊管理」是 "工業管理" 與 "資訊管理" 的結合總稱。</div>
      <br><div> 成大工業與資訊管理學系是全臺灣首創將「工業工程」與「資訊管理」結合成同一系。這個系的前身為工商管理學系，多著重在工業工程方面。配上商業的知識，在臺灣經濟起飛的年代，有許多系友都在工業界領域佔有一席之地，直到今日仍有許多擔任高階主管與白手起家的老闆。而隨著資訊科技進步，在民國90幾年將資訊管理加入課程規劃，可見工資管系也是有一直不斷在跟進潮流趨勢！所以振崎直到現在也沒有後悔就讀工資系。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">工資系跟自己原先的想像符不符合？</div>
      <div> 王振崎原本想去台大資管，但後來分數未能達到門檻，所以後來選擇就讀工資系。他覺得工資系在資管課程的銜接上，並沒有比其他大學的資管課程好，但王振崎可以理解，因為資管對於工資系而言比較像是輔佐工管的程式能力，從推甄或是考研清大工資研究所的面試或考試題目，都可以發現工資系也很注重程式設計相關的能力。王振崎認為工資系的優勢在於，會比其他資管系的同學更熟悉一些傳產或是高科技製造產業的背後流程及原理，所以如果會想做工業工程的程式設計(MIS、MRP)或是排程、路線最佳化等等，這個系可能會非常適合你。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">課業之餘，在跑社團的過程中有什麼收穫？</div>
      <div> 王振崎在參與社團活動的過程中，學到最多的是人際關係的處理，周轉於多個社團的他，很喜歡藉由接觸到不同人群，經過共識和相處後，進而發現到每個人不同的特點、特質。也能因此感受到不同想法的碰撞即交流。除此之外，在擔任幹部時所學的即是面對突發狀況的應變能力、以及規劃的統籌協調能力。振崎很慶幸有機會能夠參與各式不同的的社團，並擔任幹部。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">工資系之後的出路如何？</div>
      <div> 工資系的出路很廣。大學畢業後大多選擇繼續深造。多數畢業生選擇考取國內管理相關研究所，或是選擇本系的工業與資訊管理碩士班或資訊管理研究所。當然也有少數大學畢業生選擇就業，其就業廠商多為國內知名高科技產業或製造相關企業，如：台積電、鴻海精密、聯電、友達、群創、大立光、茂迪、日月光半導體、華碩電腦、中鋼、聚陽實業等。學生畢業出路狀況良好表現優異，就職單位多為台灣知名的百大企業，廣受業界喜愛。</div>
      <br>                      
      <div class="text-2xl font-bold mb-2.5">有沒有要繼續升學？</div>
      <div> 王振崎說他將會選擇繼續升學攻讀碩士，鑑於未來的工作需求，有唸碩士的話，起薪會比較高。雖然學士與碩士的起薪不同，但實力差距還是會遠遠影響在業界所能做出的貢獻。另外也要多時間去建立自己的作品集，增加一些實作經驗。所以振崎強調他會想透過競賽的方式來磨練實力，並往有興趣的領域鑽研。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5"> 對想讀工資系的高中生們說的話、建議？</div>
      <div> 王振崎觀察到在系上綜合表現較好的同學，通常在高中就會去參加類似性質的社團。但他不一樣，屬於比較糊里糊塗進入大學的。不過在大學這幾年進行了多方嘗試後，他試著去修習自己有興趣的課程，也發現對生物方面的興趣。</div>
      <br><div> 當然，現階段最重要的還是考試。或許會想說自己偏科很嚴重，或是每科成績都不突出，但也不要氣餒。選校影響的只是周遭同儕的品質，但是如果沒有選對系，就會每天讀著自己不太喜歡的科目，大大影響自己的心情。</div>
      <br><div> 如果對於未來有明確想法的話，建議走工管系或資管系。但如果是兩個方面都想知道也想精進的話，那麼這個系非常適合。工資管也是成大中熱門的轉系選擇，就讀工資系不但對於產業供應鏈有一定程度理解，也會學到很多資訊類的東西。不過最終差別都在於對未來的構思夠不夠明確。因此可以構思看看什麼樣的學習歷程是連自己都會覺得趣味橫生的，例如社團、競賽、實驗等等都很值得嘗試。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">進工資管系，能做什麼樣的準備或需要怎麼樣的特質？</div>
      <div> 成績夠、偏科很強(像是APCS)的人都有機會進到工資管系。如果是高一，盡量從自己身邊擁有的資源開始找尋，比如參加電腦或是程式相關的研究社、或是對於企業資訊規劃有研究或有興趣也會非常適合。</div>
      <br><div> 面試那一關，教授不會問太難的問題，基本上就是自我介紹、想就讀這個科系的理由以及對於電腦相關的興趣。可以認真去分析看看工業工程、資訊工程、工業與資訊管理的差異。另外學習歷程就把自己經歷過的認真記錄與反思，基本上就足夠了。</div>
      <br>
      <div> 最後王振崎說道：「人生沒有白走的路，即便路程坎坷，也要相信自己很棒喔！」</div>

    </div>

  </div>
  <Footer />
</template>

<style scoped>
hr {
  border: 0;
  height: 1px;
  background: #333;
  background-image: linear-gradient(to right, #ccc, #333, #ccc);
}
</style>