<script setup>
import Navbar from '../../../../components/Navbar.vue';
import Footer from '../../../../components/Footer.vue';
</script>

<template>
  <Navbar />
  <div class="my-16 mx-10">
    <!-- header -->
    <div class="text-end text-xl">科系手冊 / 管理學院 / 企業管理學系 / 劉彥妮</div>
    <hr />
    <div class="relative flex flex-col justify-center items-center my-12 text-2xl">
      <div class="absolute -bottom-12 left-0 right-1/2 translate-x-1/2 border-b-2 border-black max-lg:border-0"></div>
      <img class="w-[500px]" src="../../../../assets/DeptManual/Management/Management3.png" alt="member">
      <div class="my-4">企業管理學系114 劉彥妮</div>
      <div>#在大學勇敢追求興趣，活出屬於自己的精彩</div>
    </div>
    <!-- content -->
    <div class="relative px-32 mx-64 py-12 text-xl max-2xl:mx-20 max-2xl:px-32 max-lg:mx-36 max-lg:px-0 max-md:mx-4">
      <div class="absolute top-12 bottom-1/2 left-0 border-l-2 border-black max-lg:border-0"></div>
      <div class="absolute -top-0.5 left-0 right-[75%] translate-x-[150%] border-b-2 border-white max-lg:border-0"></div>
      <div class="text-lg">筆者：施佳佑 / 編修：陳加羲</div>
      <br><br>
      <div class="text-2xl font-bold mb-2.5">為什麼想就讀企管系？</div>
      <div> 原本就讀台文系的劉彥妮受家庭影響，認為自己可以嘗試管理、金融相關領域，加上藉由擔任第十五屆單車節行銷部長，她接觸到行銷、領導職位，在過程中發現自己對此領域有興趣，因此決定轉到企管系。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">在轉系時有遇到什麼困難嗎？</div>
      <div> 其實劉彥妮在大一時就申請過轉系，但沒有成功，並在大二轉系時選擇了降轉，所以目前應該就讀大三的她，現在是大二的身分。她也坦言，第一次轉系失敗是因為成績不理想，而且準備轉系不只要維持成績，保持正向的心態也很重要。由於高中時她是採用繁星的方式入學，並沒有準備備審資料的經驗，更讓她感到吃力。劉彥妮建議，在沒有準備備審資料的相關經驗時，可以向身邊有經驗的朋友求助，請他們給予建議，對自己會十分有幫助。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">企管系的課程主要在上什麼？</div>
      <div> 「大家可能會將金融和商業連結到企管，但隨著對於企管系越發了解，越發覺他們是不一樣的東西。」劉彥妮認為，「管理」不一定要精通某個領域，而是運用這些領域的人才，達到一加一大於二的效果。這樣的技能會著重在個人特質或是組織能力，而企管系的課程基本上就是圍繞在這兩個項目，其中也包含大家常聽到的「產銷人發財」。以課程舉例，像是品質管理、行銷管理、作業管理，針對不同領域去擬定如何管理組織，就是企管系在學習的東西。不過如果想往其他領域發展，像是會計、金融，就要主動去修習相關課程或申請學程，甚至進入相關研究所繼續進修。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">為什麼想修FinTech金融科技學程、輔修心理系？</div>
      <div> 劉彥妮覺得，走金融領域對未來就業發展較有幫助，所以在申請轉系時也一併申請了校內的FinTech金融科技學程，她也規劃要在大三後開始修習相關課程，給自己一個方向。至於輔修心理系，對劉彥妮來說，心理系其實更像是第二志願。當時選系雖然比較偏向企管系，但她也想去看看心理系在學些什麼，所以選擇以輔系的方式學習。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">系上有哪些活動？</div>
      <div> 企管系上有許多活動，像是「迎新週」會邀請大一抽直屬，讓直屬相見，「系沙烤」會一起去漁光島烤肉，其他也有宿營、系出遊、企管營、企業參訪等活動，偶爾也會舉辦講座，非常豐富。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">關於國際經濟商管學生會</div>
      <div> 國際經濟商管學生會是全球性的社團，在各個大學設有分部，主要會舉辦活動或營隊去幫助當地學校，也會招募國際志工去國外幫忙。劉彥妮為成大分部裡的在地文化組，他們舉辦營隊，帶國小生在玩樂中學習台南在地文化，並回家分享，再給予他們回饋，以這樣的模式去達到SDGs永續城鄉和高等教育的目標。其實劉彥妮很喜歡台南的生活，她也藉由這次的機會來到台南更傳統的地方，像是傳統菜市場、香鋪等，體驗很多在地的文化，同時也對營隊架構有更深入的了解。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">參加活動的收穫、成長</div>
      <div> 「社會化」劉彥妮很快速地回答。和朋友們辦活動雖然有時會因不熟練而出差錯、失誤，會因此不開心或妨礙到團隊，但是他們會努力地溝通，一起做出最好的東西。參加過很多活動的她表示，這過程讓她學習到要如何去表達自己的想法，還有失敗時要坦然面對、繼續前進，而劉彥妮選擇用「社會化」這個詞彙來統整這份收穫。此外，她也認為自己最大的成長除了溝通能力外，就是辦事能力。像是要如何掌握事情的進度，抑或是在流程中發現漏洞並改善它，讓流程更順暢、更有效率。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">如何在課業、活動、社交中分配時間？</div>
      <div> 劉彥妮坦言，自己其實沒有把很多時間花在讀書上，不過她將大部分的時間拿去外面的活動學習，探索自己的興趣。至於社交方面，劉彥妮曾看到一部影片說，「你可以有選擇的社交」，所以現在的她會「有選擇的赴約」，如果想要有和自己獨處的時間，就不會勉強去赴約。她認為不要把時間排太緊，留給自己一點空間，從熟悉一個人的感覺，到主動尋求一個人的時間，多和自己相處，也是大學生的課題之一。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">企管系的出路如何？</div>
      <div> 「企管系的出路是要自己去發掘、爭取的」劉彥妮說，不管是透過產銷人發財和管理的課程，或是透過實習、進修、就業，企管系的出路就是要去尋找自己喜歡或擅長的領域，繼續鑽研，最後擁有一技之長。劉彥妮也分享，如果像她一樣，對行銷有興趣的話，它其實門檻相對較低，不過實戰經驗很重要，未來想往這領域發展的話可以先做準備。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">對想讀企管系的高中生們說的話、建議</div>
      <div> 「如果你是想來企管系就學到一技之長的話，那可能不會符合你的期待；但如果你認為自己有領導能力，或是你對企管系有足夠的好奇心、興趣的話，我認為企管系會蠻適合你的。這裡有很多可以讓你發揮的地方，可以蒐集很多關於企管的知識，把自己準備好，再決定下一步要往哪裡走。」劉彥妮認為，就讀企管系不太可能畢業就大有所為，若想大有所為的話就必須身懷絕技，所以來這裡可以好好的探索自己所向，之後再繼續鑽研、發展。</div>
      <br>
      <div class="text-2xl font-bold mb-2.5">想告訴即將邁向大學生活的高中生……</div>
      <div> 「你可以帶著謙虛的心進來學習，一切就是從零開始，不用對大學抱有太多的想像，同時需要擁有正面、開放的態度，活出自己的生活，而那就是你的大學生活。」原本對大學抱有非常強烈期望的劉彥妮，進大學後發現一切都和當初的想像很不同，不過她也因此活出特別的、屬於自己的大學生活。</div>
      <br>
    </div>

  </div>
  <Footer />
</template>

<style scoped>
hr {
  border: 0;
  height: 1px;
  background: #333;
  background-image: linear-gradient(to right, #ccc, #333, #ccc);
}
</style>